Repository: AntoninMicka/asus-screen-toggle
Catalog: debian/po/*.po
Languages: cs

source: Primary display output:
cs: Primární výstup displeje:

source: Select the display output that will be used as the primary screen.
cs: Vyberte výstup displeje, který bude použit jako hlavní obrazovka.

source: Secondary display output:
cs: Sekundární výstup displeje:

source: Select the display output that will be used as the secondary screen.
cs: Vyberte výstup displeje, který bude použit jako sekundární obrazovka.

source: Lid device:
cs: Zařízení víka (Lid):

source: Select the ACPI lid device to monitor for lid open/close events.
cs: Vyberte ACPI zařízení víka pro sledování událostí otevření/zavření.

source: External keyboard connection required
cs: Je vyžadováno připojení externí klávesnice

source: Please connect or dock the external keyboard you want to use before proceeding
cs: Před pokračováním prosím připojte nebo vložte do doku externí klávesnici, kterou chcete používat.

source: External keyboard for switching:
cs: Externí klávesnice pro přepínání:

source: Choose the external USB keyboard that will be used to trigger display switching.
cs: Vyberte externí USB klávesnici, která bude sloužit jako spouštěč pro přepínání displejů.
